Repository: nikosv/scroll-post-excerpt
Catalog: languages/scroll-post-excerpt-*.po
Languages: fr_fr

source: Scroll post excerpt
fr_fr: Scroll Post Excerpt (Défileur d'extraits)

source: Check official website for more information
fr_fr: Visitez le site officiel pour plus d'informations

source: click here
fr_fr: cliquer ici

source: Details successfully updated.
fr_fr: Mise à jour réussie.

source: Scroll Setting
fr_fr: Paramètres du Défileur

source: Widget title
fr_fr: Titre du widget

source: Enter widget title
fr_fr: Entrer le titre du Widget

source: Enter height of each post
fr_fr: Entrer la hauteur de chaque article

source: If any overlap in the reel at front end, you should arrange (increase/decrease) this height. (Only number)
fr_fr: En cas de chevauchement, augmenter/diminuer la hauteur. (Chiffres uniquement)

source: Display number of post
fr_fr: Afficher le nombre d'articles

source: Enter number of post at the same time in scroll to display. (Only number)
fr_fr: Entrer le nombre d'articles à afficher simultanement dans le Défileur. (Chiffres uniquement)

source: Enter max number of post to scroll
fr_fr: Entrer le nombre maximum d'articles à faire défiler

source: Enter max number of post to scroll. (Only number)
fr_fr: Entrer le nombre maximum d'articles à faire défiler. (Chiffres uniquement)

source: Enter categories
fr_fr: Entrer les catégories

source: Category IDs, separated by commas.
fr_fr: ID des catégories, séparés par une virgule.

source: Select orderbys
fr_fr: Sélectionner l'ordre de tri

source: Select orderbys from the list
fr_fr: Sélectionner l'ordre de tri depuis la liste

source: Select order
fr_fr: Sélectionner l'ordre

source: Select display order from the list
fr_fr: Sélectionner l'ordre d'affichage depuis la liste

source: Excerpt length
fr_fr: Longeur de l'extrait (excerpt)

source: Only Number
fr_fr: Chiffres uniquement
